{
  "nama": "Ayam Betutu",
  "description": [
    "Ayam Betutu, hidangan khas Bali yang terkenal, memadukan bumbu rempah-rempah seperti bawang putih, bawang merah, jahe, kunyit, lengkuas, kemiri, dan cabai. Daging ayam direndam dalam bumbu ini, lalu dibungkus dengan daun pisang sebelum dipanggang atau direbus dalam waktu yang cukup lama. Proses memasaknya yang lambat memungkinkan bumbu meresap sempurna ke dalam daging ayam, menghasilkan hidangan yang sangat lezat dan beraroma. Ayam Betutu sering menjadi hidangan utama dalam berbagai acara khusus, seperti upacara adat atau perayaan di Bali.",
    "Anda dapat menikmati Ayam Betutu yang autentik di beberapa warung makan atau restoran tradisional di pulau Bali. Warung Nasi Ayam Bu Oki di Denpasar, Warung Made Betutu di Gianyar, dan Warung Ibu Oka di Ubud adalah beberapa tempat terkenal untuk mencicipi hidangan ini. Dengan bumbu yang otentik dan atmosfir yang khas, pengalaman kuliner di tempat-tempat tersebut akan menjadi tak terlupakan."
  ],
  "bahan": [
    "1 ekor ayam kampung (bersihkan dan sisihkan jerohannya)",
    "2 batang serai (memarkan)",
    "2 lembar daun salam",
    "Daun pisang (secukupnya)",
    "4 lembar daun jeruk",
    "Minyak goreng (secukupnya untuk menumis bumbu dan ayam"
  ],
  "bumbu": [
    "15 buah cabai merah besar (buang isi)",
    "100 gram bawang merah",
    "6 cm kunyit",
    "5 cm jahe",
    "5 butir kemiri",
    "5 cm lengkuas",
    "2 batang serai (bakar dulu dan ambil bagian batang yang putih saja)",
    "7 siung bawang putih",
    "1 sdt ketumbar",
    "1/2 sdt merica",
    "Garam (secukupnya, kira-kira 2 sdt)",
    "Gula (secukupnya)",
    "Kaldu ayam bubuk (secukupnya, agar rasa ayam betutu makin gurih)"
  ],
  "langkah": [
    "Tumislah semua bumbu yang sudah dihaluskan hingga harum dan matang. Angkat, lalu sisihkan.",
    "Lumuri daging ayam dengan bumbu yang ditumis sampai merata.",
    "Agar  daging ayam makin sedap dan gurih, bisa ditambahkan perasan air jeruk  nipis dan sedikit garam sebelum melumurinya dengan bumbu.",
    "Bungkus daging ayam yang sudah dilumuri bumbu menggunakan daun pisang secukupnya.",
    "Tambahkan daun jeruk, daun salam dan batang serai agar rasa ayam betutu makin sedap.",
    "Jika ingin ayam betutu matang sempurna, setelah dibungkus daun pisang, bungkus lagi dengan aluminium foil.",
    "Kukus ayam di dalam dandang yang telah dipanaskan kira-kira selama 2 jam.",
    "Setelah selesai dikukus, panggang ayam betutu ke dalam oven dengan suhu 185 derajat Celcius kira-kira selama 30 menit.",
    "Angkat ayam dan sajikan bersama nasi putih, lalapan serta taburan bawang goreng di atasnya."
  ]
}
