{
  "nama": "Soto Banjar",
  "description": [
    "Soto Banjar adalah hidangan khas dari Kalimantan Selatan, Indonesia. Hidangan ini merupakan sup yang disajikan dengan kaldu ayam yang kaya rasa, nasi putih, serta berbagai bahan pelengkap seperti suwiran daging ayam, telur rebus, tauge, bawang goreng, dan seledri. Soto Banjar memiliki cita rasa yang gurih dan sedikit pedas, sering disajikan dengan tambahan sambal untuk menambahkan rasa.",
    "Rekomendasi tempat untuk mencicipi Soto Banjar yang autentik adalah di Banjarmasin, pusat kebudayaan Kalimantan Selatan. Beberapa tempat makan yang terkenal di Banjarmasin untuk menikmati Soto Banjar antara lain Soto Banjar Bang Amat, Soto Banjar Bawah Jembatan, dan Soto Banjar Barito. Meskipun begitu, Soto Banjar juga dapat ditemukan di berbagai daerah di Indonesia karena popularitasnya yang terus berkembang."
  ],
  "bahan": [
    "1 ekor ayam kampung, bersihkan.",
    "1 kg ubi.",
    "1 kg kentang.",
    "2 wortel, bersihkan dan potong tipis.",
    "8 butir telur rebus.",
    "2 bungkus sohun.",
    "Daun bawang dan seledri, secukupnya.",
    "Jeruk nipis, secukupnya."
  ],
  "bumbu": [
    "7 siung bawang putih.",
    "9 siung bawang merah.",
    "4 butir kemiri.",
    "4 ruas jahe.",
    "1/2 sdm lada bubuk.",
    "1/4 buah pala.",
    "6 butir kapulaga.",
    "4 butir cengkeh.",
    "2 bunga lawang.",
    "2 kayu manis.",
    "2 butir bawang putih.",
    "2 butir kuning telur rebus.",
    "250 ml susu cair full cream.",
    "20 cabai rawit.",
    "5 cabai merah.",
    "2 siung bawang putih."
  ],
  "langkah": [
    "Rebus ayam yang sudah dibersihkan dengan 3 liter air, tambahakan 1  sdm garam. Tunggu mendidih dan buang busa atau minyak ayam yang keluar  saat direbus.",
    "Sisihkan sedikit bumbu yang dihaluskan untuk bumbu perkedel.",
    "Kupas kentang, potong tebal dan goreng hingga matang. Setelah matang,  tiriskan minyak lalu haluskan bersama sedikit bumbu yang sudah  dihaluskan tambahkan garam dan gula sesuai selera. Bentuk kentang  menjadi perkedel sampai habis. Lalu goreng dengan kocokan telur.",
    "Tumis bumbu yang sudah dihaluskan bersama bumbu pelengkap hingga harum,  masukkan ke dalam rebusan ayam sampai ayam empuk. Tambahkan garam gula  dan kaldu bubuk sesuai selera.",
    "Ambil 2 butir kuning telur yang  sudah direbus, blender bersama 250 ml susu full cream dan 2 siung bawang  putih hingga halus. Satukan ke dalam rebusan ayam. Tunggu hingga  mendidih masukkan potongan wortel. Koreksi rasa.",
    "Bersihkan ubi, rajang tipis lalu goreng hingga kering seperti keripik. Sisihkan.",
    "Rebus bahan sambal, lalu blender beri sedikit garam.",
    "Seduh sohun dengan air hangat lalu tiriskan. Cuci bersih dan rajang halus daun bawang serta seledri.",
    "Ambil bagian daging ayam suir suwir dan bahan pelengkap ke dalam  mangkuk saji (soun, irisan telur rebus, keripik ubi, suwiran ayam, serta  perkedel).",
    "Taburkan daun bawang, seledri, dan bawang goreng. Tambahkan kuah soto.",
    "Tambahkan sambal, perasan air jeruk nipis dan kecap sesuai selera."
  ]
}
